{
    "destinations": [
        {
            "id": 1,
            "image": "andalucia.webp",
            "destination": "Spain",
            "title": "Full home/apartment in Andalucia, Spanien",
            "subtitle": "View of the beautiful mountain range 'Sierra de las Nieves",
            "text": "Andalusia has historically been an agricultural region, compared to the rest of Spain and the rest of Europe. Still, the growth of the community in the sectors of industry and services was above average in Spain and higher than many communities in the Eurozone.",
            "facilities": [
                "Free parking on the premises",
                "Kitchen",
                "Wi-Fi",
                "Beach Access"
            ]
        },
        {
            "id": 2,
            "image": "ecuador.webp",
            "destination": "Ecuador",
            "title": "Apartment with big terasse",
            "subtitle": "It also includes the Galápagos Islands in the Pacific, about 1,000 kilometers (621 mi) west of the mainland.",
            "text": "Ecuador is a representative democratic presidential republic and a developing country[21] whose economy is highly dependent on exports of commodities, primarily petroleum and agricultural products. The country is a founding member of the United Nations, Organization of American States, Mercosur, PROSUR, and the Non-Aligned Movement.",
            "facilities": [
                "Garage",
                "Kitchen",
                "Wi-Fi",
                "TV"
            ]
        },
        {
            "id": 3,
            "image": "greece.jpg",
            "destination": "Greece",
            "title": "Full home/apartment in Athens, Spanien",
            "subtitle": "Greece emerged as a modern nation state in 1830.",
            "text": "Having achieved record economic growth from 1950 through the 1970s, Greece is a developed country with an advanced high-income economy. A founding member of the United Nations, Greece was the tenth member to join what is today the European Union in 1981 and is part of the eurozone.",
            "facilities": [
                "Free parking on the premises",
                "Beach Access",
                "Wi-Fi",
                "TV"
            ]
        },
        {
            "id": 4,
            "image": "norway.webp",
            "destination": "Norway",
            "title": "Full home/apartment in Trondheim, Norway",
            "subtitle": "Enjoy the fantastic northern lights",
            "text": "From 1537 to 1814, Norway was part of Denmark–Norway, and, from 1814 to 1905, it was in a personal union with Sweden.",
            "facilities": [
                "Iron/ironing board",
                "Kitchen",
                "Wi-Fi",
                "Fireplace"
            ]
        },
        {
            "id": 5,
            "image": "pigraitaly.jpg",
            "destination": "Italy",
            "title": "Full home/apartment in Pigra, Italien",
            "subtitle": "Beatiful spot close to the Como Lake",
            "text": "Navona romantic Suite is bright apartment of 60 mq, on the third floor of an important historical building of 1400, with privileged views of Saint Peter's dome and overlooking the basilica of San Giovanni dei Fio(SENSITIVE CONTENTS HIDDEN) with frescoes by Michelangelo and Raphael. The apartment has a double bedroom with charming ceiling with original beams, panoramic living room with fireplace and sofa bed for two people; equipped kitchen, bathroom with shower and window. Comfortable and equipped with every comfort, Navona romantic suite is the ideal location for your stay in the heart of ancient Rome. At 30 mt there are the bus stop of the main bus routes to all directions. Walking distance to the embassies of France and Spain",
            "facilities": [
                "Free parking on the premises",
                "Spa",
                "Wi-Fi",
                "Kitchen"
            ]
        },
        {
            "id": 6,
            "image": "rome.webp",
            "destination": "Italy",
            "title": "Full home/apartment in Rome, Italy",
            "subtitle": "PERFECT FOR A ROMANTIC HOLIDAY IN THE CENTER OF ROME",
            "text": "Rome's history spans 28 centuries. While Roman mythology dates the founding of Rome at around 753 BC, the site has been inhabited for much longer, making it a major human settlement for over three millennia and one of the oldest continuously occupied cities in Europe.",
            "facilities": [
                "Free parking on the premises",
                "Swimming Pool",
                "Wi-Fi",
                "Breakfast"
            ]
        },
        {
            "id": 7,
            "image": "santorini.webp",
            "destination": "Greece",
            "title": "Full home/apartment in Santorini, Greece",
            "subtitle": "The nature of Ottoman administration of Greece varied, though it was invariably arbitrary and often harsh.",
            "text": "Some cities had governors appointed by the Sultan, while others, like Athens, were self-governed municipalities. Mountainous regions in the interior and many islands remained effectively autonomous from the central Ottoman state for centuries.",
            "facilities": [
                "Swimming Pool",
                "Kitchen",
                "Wi-Fi",
                "Shampoo"
            ]
        },
        {
            "id": 8,
            "image": "spain.jpg",
            "destination": "Spain",
            "title": "Full home/apartment in Alozaina, Spanien",
            "subtitle": "Another home in the mountain range of 'Sierra de las Nieves",
            "text": "From the Upper Palaeolithic (Solutrean period) dates a small spindle-shaped idol, which is preserved in the Provincial Museum of Málaga, which also attests to the presence of man during the Neolithic and later periods.",
            "facilities": [
                "Free parking on the premises",
                "Kitchen",
                "Wi-Fi",
                "A/C"
            ]
        }
    ]
}